const POET_SENTENCE_COUNT = [4, 8];       //  1:绝句  2:律诗
const POET_LENGTH_COUNT = [4, 5, 6, 7]    //  1:四言  2:五言  3:六言  4:七言

export const title = {
  一年级上: [
    { name: '风', type: [4, 5], content:['解落三秋叶','能开二月花','过江千尺浪','入竹万竿斜']},
    { name: '前出塞', type: [8, 5], content:['挽弓当挽强','用箭当用长','射人先射马','擒贼先擒王', '杀人亦有限', '列国自有疆', '苟能制侵陵', '岂在多杀伤']},
    { name: '劝学', type: [4, 7], content:['三晚灯火五更鸡','正是男儿读书时','黑发不知勤学早','白首方悔读书迟']},
    { name: '山园小梅', type: [4, 7], content:['众芳摇落独暄妍','占尽风情向小园','疏影横斜水清浅','暗香浮动月黄昏']},
    { name: '画鸡', type: [4, 7], content:['头上红冠不用裁','满身雪白走将来','平生不敢轻言语','一叫千门万户开']},
    { name: '山行', type: [4, 7], content:['远上寒山石径斜','白云生处有人家','停车坐爱枫林晚','霜叶红于二月花']}
  ],

    一年级下: [{name: '寒夜', type: [4, 5]}, {name: '从军行', type: [4, 5]}, {name: '画', type: [4, 5]}, {name: '论诗', type: [4, 5]}, {name: '梁甫行', type: [4, 5]}],

    二年级上: [{name: '夜上受降城闻笛', type: [4, 5]}, {name: '登幽州台歌', type: [4, 5]}, {name: '狱中题壁', type: [4, 5]}, {name: '于易水送人', type: [4, 5]}, {name: '凉州词', type: [4, 5]}],

    二年级下: [{name: '出塞', type: [4, 5]}, {name: '骊山怀古', type: [4, 5]}, {name: '咏喇叭', type: [4, 5]}, {name: '村居苦寒', type: [4, 5]}, {name: '古朗月行', type: [4, 5]}]
  };

